11/data/attachments/b5c609b209754416.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_98f60691-be80-470b-94d6-73dbec17b911</nif:username>
            <nif:friendToBeAdded>Alejandra_kind_Actions_9129_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>